
  {
    "babyid": 1,
    "pk": 75,
    "note": "hoy mi angelito se encontraba Pichi picha, por la vacuna del trotavirus, como dice su Tito. \nme encanta mirarlo viendo duerme, con esas pestañas tan largas y esa carita dibujada",
    "photo": "Diary_1694644772253.jpg",
    "date": "2023-09-13T00:39:29.033+02:00"
  },
  {
    "babyid": 1,
    "pk": 74,
    "note": "hoy he bañado a Miguel porque al pobre le sudo mucho casa vez que le doy la teta. debería bañarlo a diario: salpica y chapotea feliz en el agua, todo el baño mojado y él moviendo sus piernas como una turbina... no se para cuando está dejando este niño lo de mover los brazos. \nahora al acostarnos he acariciado su dedito pulgar, es tan pequeño! pero crece tan rápido...",
    "photo": "Diary_1692916910794.jpg",
    "date": "2023-08-25T00:39:07.172+02:00"
  },
  {
    "babyid": 1,
    "pk": 73,
    "note": "hoy Miguel y yo hemos estado todo el día de siameses. no nos hemos separado casi, solo para que yo hiciera de comer. se ha pegado mínimo cuatro siestetas, de las de sin interrupción, y para mí siesta otro ratillo enganchado.\n yo estoy malita, me duele la garganta, la cabeza y todo el cuerpo, espero no pegarselo. \nme he dado cuenta de que agarras las cosas con los pies, si primer instinto, en lugar de tirar con las manos, mi pequeño mono cagón.\n cada día lo veo más largo, hoy he comparado con las fotos de recién nacido en la hamaquita y bueno... que diferencia\nhe visto un vídeo de un niño autista y me ha rallado lo que Miguel hace con las manos",
    "photo": "",
    "date": "2023-08-22T23:30:47.882+02:00"
  },
  {
    "babyid": 1,
    "pk": 72,
    "note": "Miguel vuelve a tener pequeños puntitos de sangre y a pasar muy inquietas las noches. no se si será del pescado, del culo irritado o del pan de Mercadona :(",
    "photo": "",
    "date": "2023-08-20T18:08:21.362+02:00"
  },
  {
    "babyid": 1,
    "pk": 71,
    "note": "Miguel ha cumplido cinco meses, qué pronto pasa el tiempo!! justo ayer Bea nos contaba que está de 19 semanas, aún no lo he asimilado. \n!! le hemos descambiar el tacataca de Manuela por una alfombra de puzzle, un xilófono, pelotas sensoriales y un sonajero hiper guapo del espacio.\nMiguel ha estado sentado durante la cena a mi lado, ya es capaz de aguantar ese cuerpito bastante. \nme da la impresión de qué intenta agarrar las cosas, pero primero con los pies\ntambién ha estado en la cama abrazado a Paca la alpaca 🦙 \ncada día estoy más enamorada y me veo menos separándome de él y yendo a trabajar. tssss ojalá que no me llamen por favor este año no me viene nada bien",
    "photo": "Diary_1692483898301.jpg",
    "date": "2023-08-19T00:20:10.585+02:00"
  },
  {
    "babyid": 1,
    "pk": 70,
    "note": "hoy Miguel se ha dormido en el coche viniendo de Matalascañas escuchando un libro una hora, el capítulo de Stefan zweig. estaba llorando y no me funcionaba nada hasta que le he puesto el postcad y se ha quedado mudo. después de eso se ha dormido. \nDarío me ha hecho una pulsera pero a mí niño jipi le queda fenomenal de tobillera. \nme da miedo probar el pescado porque el pobre está tan bien que para qué forzar...",
    "photo": "Diary_1691016502112.jpg",
    "date": "2023-08-02T00:46:21.649+02:00"
  },
  {
    "babyid": 1,
    "pk": 69,
    "note": "he echado cuatro horas muy buenas. algo ha cambiado en mi mente. aun sigo siendo la primera del tribunal sin plaza, pero he alcanzado una perspectiva más global y he visto como mi objetivo, donde he centrado mis esfuerzos más grandes, no han sido las oposiciones, sino el bienestar de Miguel.\nya no tengo miedo de tener que presentarme otra vez porque la próxima si veo que me apetece sabré que tengo que mejorar y qué tengo que hacer para ir a por todas.\ncosas q me han funcionado para calmar la mente y conseguir paz mental/inner peace:\npasear con efe y Miguel\nver una perspectiva más amplia, valorar la situación desde hace un año hasta ahora\n hemos estado en la terraza con el Erma hablando de cosas varias \ncomerme un helado \n\nmi bebé está súper precioso. si tu no te das cuenta de lo que vale el mundo es una tontería, si vas dejando que se Escape lo que más querías\nyo necesitaba preparar mi nido, la llegada de mi bebé y, una vez que ha llegado, necesitaba estar con él, darle la teta, quedarme en vela e investigar qué le pasaba. y él ahora está súper bien. creciendo mucho. muy contento. haciendo cada semana una moneria nueva. me lo como. \na mañana le pido descansitos como estoy ahora. que pueda mirar a ma vida cara a cara un ratito, llena de ilusión y de paz",
    "photo": "Diary_1690066147929.jpg",
    "date": "2023-07-22T00:09:44.435+02:00"
  },
  {
    "babyid": 1,
    "pk": 68,
    "note": "el 20/07 dieron las notas. saqué menos de lo que esperaba en la parte de la didáctica. le he dado muchas vueltas: que podía ser por Belmonte, por el violín, porque querían darle la plaza a Elena Camacho, por veinte mil historias. da igual. me quedo a 0'018 de la plaza. se la lleva Cabrera. fin de la historia. es la primera vez que llegó al oral. he ido al examen con un bebe de tres meses y he hecho lo que nunca me hubiera imaginado que sería capaz. \npero el objetivo no era sacar plaza. el objetivo era intentarlo, había demasiadas plazas y demasiado invertido como para no ir. estudié en el paritorio (en la sala de dilatación). estudié dos semanas después de dar a luz. mientras amamantaba a Miguel por las noches con la pezonera. mientras no podía dormir noche no noche tampoco con el insomnio. fui al primer examen y lo hice tan tan bien que ya tuve que apretar hasta el final. muchas experiencias que se quedan para el libro \"lo que las opos me enseñó\". este año no estaba para mí y tampoco es que pudiera competir con el resto, con las condiciones que tenía, demasiado he hecho. pero es que el objetivo no era ese. esta carita era lo que yo más quería, era lo único que quería. todo lo demás es accesorio para que mi familia vaya bien, para que podamos estar juntos y para pasar tiempo de calidad. todo lo demás es un extra y lo he manejado como solo podría manejarlo alguien con alta capacidad :D",
    "photo": "Diary_1689974918206.jpg",
    "date": "2023-07-20T23:22:34.660+02:00"
  },
  {
    "babyid": 1,
    "pk": 67,
    "note": "hemos venido a la playa y también están aquí los ermas y Darío. mañana salen por fin las notas. se que lo hice muy bien. se que he sacado muy buena nota. se que una plaza es mía. y si, por mierdas del destino y de que haya otra gente mejor, no la saco, se que llorare pq hubiera sido muy bonito pero no fue. \nmañana es una mañana de nervios, pero afortunadamente también será una tarde de descanso. \nMiguel es un niño trampa, es tan bueno .... no llora apenas y últimamente podemos dejarlo solo en el gimnasio. hoy se ha quedado solo durante toda la cena en la hamaquita. de verdad que es un cacho de pan y con él nos ha tocado la lotería. el premio de consolación está de puta madre, la verdad \nmañana ya será otro día y saldremos de dudas",
    "photo": "Diary_1689800962827.jpg",
    "date": "2023-07-19T23:05:12.749+02:00"
  },
  {
    "babyid": 1,
    "pk": 65,
    "note": "hoy he ido a la farmacia y creo q está perdiendo peso otra vez. será de la soja? las cacas están mejor que nunca. será de las opos, de no darle de comer? la cosa es q al niño se le ven patorras, no está muy delgado. tampoco gordo. \nsigo esperando la nota. con mucha ilusión, pensando que hice el examen muy muy bien y que voy a sacar plaza. me lo merezco, por ese año de mierda con el capitán gilipollas. por favor, que una plaza sea para mí por favoooor\nhoy lleva todo el día durmiendo, casi sin interrupción ",
    "photo": "Diary_1689633029813.jpg",
    "date": "2023-07-17T00:32:53.026+02:00"
  },
  {
    "babyid": 1,
    "pk": 66,
    "note": "el más chulo del barrio. el viernes nos fuimos a matalas. hemos estado dando paseos con madrina por las mañanas, intentando comprar de comer en el jamón, hemos visto a los primos, a los grandes y a los chicos. y fuimos a echar una cerve con Damián y el Erma. Miguel estuvo un día muy bien pero ayer un poco más enfadado. hoy lleva todo el día durmiendo, que tío. \ncasi nunca nos acordamos de darle las vitaminas, hay q hacer algo tu",
    "photo": "Diary_1689633147356.jpg",
    "date": "2023-07-16T00:32:25.526+02:00"
  },
  {
    "babyid": 1,
    "pk": 64,
    "note": "hola diario! estoy de vacaciones, me parece increíble, aún no soy del todo consciente. por fin acabe las oposiciones y al día siguiente ya empecé a ver la hazaña que había hecho. adquirí dos nuevos nombres : gastadora de boli y la gallarda del puerperio porque no es normal la hazaña titánica. \nque bonito está Miguel con estas gafas ....\nhoy me ha dicho Inés que el número uno de nuestro tribunal no se presentó al oral porque le dieron plaza en Extremadura. y que la Gallega también tiene plaza. ojalá una sea para mí para siempre, después de tanto estudiar sin recompensa se me hace raro pensar en sueldo Nescafé. ojalá.\nhemos venido al matalas a olvidar un poco el calor. aquí está Miguel de siesteti, recordando tiempos pasados.\nestoy jugando al Zelda y tengo ganas de leer, de ver pelis, de pasear con Miguel, pero bueno... hoy le conformo con dormir",
    "photo": "Diary_1689372145313.jpg",
    "date": "2023-07-14T23:57:15.623+02:00"
  },
  {
    "babyid": 1,
    "pk": 63,
    "note": "hoy he estado otra vez chungui. pero pq soy un poco idiota y el otro día me metí con la admin del grupo de WhatsApp y todo el mundo ha venido contra mi. por meterme. la tía es q es un poco paquete y un poco idiota, pero tiene sus fans y se crece. estoy cansada. esto no me hubiera supuesto un golpe si no lo estuviera, pq se ve a leguas que la tía es idiota. \nya solo quedan dos días para el último examen. estoy nerviosa pq creo que tengo posibilidades. si no las tuviera, estaría más tranquila, supongo.\nla verdad es que lo llevo super preparado. la próxima vez me dará coraje, pero será mucho más fácil \nme da miedo también enfrentarme a Miguel todo el día estando sola, como si no fuera a ser capaz de aguantarlo (no al niño, que es mu weno, sino la situación). \nen fin, intentaré no anticiparme ",
    "photo": "Diary_1689023445456.jpg",
    "date": "2023-07-10T23:07:06.714+02:00"
  },
  {
    "babyid": 1,
    "pk": 62,
    "note": "mi vida, ya queda muy poco. para empezar a disfrutar de esta nueva vida que me espera. he tardado un poco en cerrar la etapa anterior, pero ya solo queda una semana. \nte miro la carita mientras duermes en mi almohada y se que soy la persona más afortunada del mundo. \nya solo me queda una semana y podré quererte todo el día",
    "photo": "Diary_1688337873131.jpg",
    "date": "2023-07-03T00:42:51.950+02:00"
  },
  {
    "babyid": 1,
    "pk": 61,
    "note": "hoy iba a ser mi día libre. pero en lugar de eso me he desvelao a las 4 am, a las 6 y algo me he desesperado y me he ido a estudiar. \nhemos llevado a Miguel al pediatra, ha vuelto a cagar sangre, he dejado la avellana aunque podría ser del pescado, hemos vuelto a casa y he seguido estudiando. me he echado una siesta de hora y media y he vuelto a estudiar hasta las 8. a esa hora he puesto a Miguel boca abajo un par de veces pq lo del cuello ya le preocupa a la pediatra q ahora es la persona más tranquila del mundo, pero qué le gusta meterme caña. \ny a las diez y media me he ido a la cama. \npero menos mal que solo quedan diez días. a ver si puedo hacer algo decente sin ser una intensa jartible. tarde ya para eso",
    "photo": "Diary_1687985858618.jpg",
    "date": "2023-06-28T22:53:46.378+02:00"
  },
  {
    "babyid": 1,
    "pk": 60,
    "note": "hoy ha sido el examen de violín. he tocado Mozart con cadencia, la polonesa de Wieniawsky y fuga y SICILIANA de Bach. más difícil de lo que me esperaba, así que llevo todo el finde tocando los primeros movimientos y Adagio y presto. si no hubiera preguntado, me habría ido mejor.\nme he puesto super nerviosa, pero no lo sentía. solo que el arco ha empezado a temblar. lo he podido controlar, aunque cada vez que me acordaba de que estaba nerviosa se me iba un pasaje. \nme da coraje porque pensaba que me iba a sacar la plaza. hubiera sido tan bonito y tan épico como en las películas. pero en la realidad no pasan esas cosas. una no tiene un bebé recién nacido y saca mil horas para estudiar y llega al examen tranquila y además se saca la plaza. \nbueno, aún tengo esperanza así que ya llorare más tarde. lo que si es que en el análisis me he puesto a llorar pero de los nervios de la tensión contenida, porque el análisis estaba tremendo de bien\nbueno, solo dos días para la nota",
    "photo": "Diary_1687902544156.jpg",
    "date": "2023-06-27T23:49:02.053+02:00"
  },
  {
    "babyid": 1,
    "pk": 59,
    "note": "Miguel está súper espabilao disfrutando mucho de la lectura, de las charlas, incluso del violín! este finde ha aguantado casi una hora mirándome.\nllevo una semana comiendo huevo en las magdalenas y, aunque Miguel hizo algo de sangre ayer en la caca, parece que todo sigue igual.  igual es bien.\nmañana tengo por fin el examen de violín y es increíble lo poco nerviosa que estoy. a ver si mañana puedo tocar a la altura de estos años y décadas estudiando. y si no, pues al carajo, tampoco pasa na. salir, va a salir. quizás no venga Hulk pero tampoco se le espera.\ncabrera me ha llamado pq vio a alguien escribir el tema con boli borrable. espero q el tribunal le mande pa su casa ",
    "photo": "Diary_1687817274485.jpg",
    "date": "2023-06-27T00:03:59.670+02:00"
  },
  {
    "babyid": 1,
    "pk": 57,
    "note": "esta mañana hemos ido al digestivo. el doctor Joaquín Reyes. un hombre super atento que nos ha dicho que los sintomas de Miguel parecen normales y que vamos a ir reintroduciendo alimentos, comenzando por el huevo, dos semanas. \ndespués eliminar una de las dosis de Omeprazol e introducir trazas de soja durante una semana. a las semana siguiente quitar el Omeprazol. luego hablar con el por mail para que nos dé las siguientes pautas. que manera más educada de decirnos que somos padres primerizos y que estamos un poco tarumbas. \ndespués, cuando llegamos a la casa, me puse con el análisis. segui con el violín hasta las 3 y poco de la tarde. me pegaon dos horas de siesta y luego he estudiado de 6.30 casi hasta las 12. \nhoy estoy hecha una auténtica campeona, muy orgullososa de todo lo que he trabajado y feliz porque las próximas oposiciones ya seguro que son las mías, aunque me de mucho coraje no sacarme estás, de todo lo que me lo estoy currando y teniendo que dejar a Miguel que me detengo una madre abandonadora. \nhoy ha echado muy buen día y dice Fernando que le ha dado la sensación de que quería que le entretuviera, si que hemos aprendido un nuevo skill. aquí en la foto estoy cobrando las aventuras de link y Zelda, la primera de hyrule.\n que ganas tengo ya de que acabe todo aiiiiiins \n",
    "photo": "Diary_1687300004513.jpg",
    "date": "2023-06-20T00:26:52.590+02:00"
  },
  {
    "babyid": 1,
    "pk": 56,
    "note": "hoy es el tercerl cumple mes de Miguel. he estado estudiando un poco por la mañana, he preparado las partituras y he tocado el violín. por la tarde le eche un rato al análisis, toque otro rato y fuimos a tomar un refresco con el Erma y Damián. la verdad es que muy bien con Damián, que chiquillo más raro. \nestuve la mayor parte de la mañana muy nerviosa porque me dio la impresión de qué podía hacerme funcionaria sueldo Nescafé. \nluego por la tarde me acuerde de que mi objetivo era no volver a pensar en la junta, no dedicarle un segundo más de mi paz mental, porque no se lo merecía.\nasí que la tarde también fue más tranquila",
    "photo": "Diary_1687299964187.jpg",
    "date": "2023-06-19T00:22:54.610+02:00"
  },
  {
    "babyid": 1,
    "pk": 58,
    "note": "más vale tarde",
    "photo": "Diary_1687817035858.jpg",
    "date": "2023-06-19T00:03:52.067+02:00"
  },
  {
    "babyid": 1,
    "pk": 55,
    "note": "hoy hemos ido al examen de opos. me he encontrado con Carmen Pavón, con Inés, con cabrera, con Elena Camacho, con Noemí Tristán, con el Piñero, con Jorge González, con Pedro vicedo, con Alcántara, con la chiquilla está de la flauta que ahora se me ha ido el nombre, la amiga de Rodri, y con Lola pancorbo que ha intentado ser simpática conmigo y he pasado de ella por hija de puta. he podido salir a darle el pecho a Miguel 13 minutos y me ha acompañado María Bono.\nme ha saltado tiempo para poner la bibliografía bonita pero por lo demás muy bien, he escrito muchísimo, de ese tema y de otros. creo que no he subrayado ninguna vez así que espero que no me invaliden el examen. las últimas páginas están un poco guarras, sobre todo la biblio. \nel jueves es el análisis y supongo que la semana que viene será el de tocar. \naún me queda que rematar los anexos e inventarme y memorizar la unidad didáctica. \ntengo muchos deseos de sacarme la plaza y me la merezco. pero no por temas de justicia, en lugar no es que me la merezca, es que la quiero y ya. \nme veo muy mayor y creo que estoy aprendiendo a darle la importancia a las opos que tienen. que cada día es menor. a mí ya me ha tocado mi lotería personal este año, se llama Miguel ",
    "photo": "Diary_1687129614517.jpg",
    "date": "2023-06-18T01:00:52.595+02:00"
  },
  {
    "babyid": 1,
    "pk": 54,
    "note": "Miguel tiene la lengua blanca. pero es el ser más bonito que he visto en mi vida. las oposiciones son ya pasado mañana. hoy he hecho un simulacro que mira, soy la puta ama, vale? luego no sacare plaza y todo lo que tú quieras, pero voy preparadisima como iba en selectividad. además, me crezco en el economato jajaja\nMiguel chasquea mucho y tiene mal agarre. puede que los gases sean de eso, aunque antes he controlado mucho que no chasqueara e igualmente ha echado un peazo flato que pa qué. en fin, ya queda menos para el verano\nolaaaaaf voy pa allá, espérame ",
    "photo": "Diary_1686954678417.jpg",
    "date": "2023-06-17T00:28:18.726+02:00"
  },
  {
    "babyid": 1,
    "pk": 53,
    "note": "esta noche Miguel ha dormido bien hasta las 4 am. tres horas del tirón! que maravilla. luego se ha ido complicando la cosa. \nhoy tenía para repasar 4 temas, aprenderme la app didáctica y la conclusión, el repertorio del tema 21 y el violín. y lo he hecho todo vamo ahí la tiaaaaa\nle he dado tanta teta a Miguel que ha gomitado.\n esta noche le he visto bastante peor del reflujo y le he vuelto a dar el Omeprazol. por la tarde ha ido a ver a los abuelos como es la costumbre, me da coraje vivir tan lejos de Sevilla este, la verdad. \nya está acabando el curso y es la primera vez q no tengo ansiedad, ni estoy deprimida desde la selectividad por lo menos. veinte años. yo creo que esto ya merece la celebración 🥳🎂💐💐",
    "photo": "Diary_1686771726474.jpg",
    "date": "2023-06-14T21:37:44.499+02:00"
  },
  {
    "babyid": 1,
    "pk": 52,
    "note": "hoy he tenido un día muy penosito. Miguel ha dormido muy bien casi toda la noche, ayer lo bañé y no le di las medicinas, quién sabe si será por eso. \nme he despertado mas o menos temprano y he estudiado antes de ir a la enfermera. ha cogido peso, casi 250 gramos a la semana aunque las enfermeras han dicho que 160. de igual manera, no está mal. luego hemos ido a comprar al Mercadona y a la vuelta nos hemos encontrado con Mari Carmen. \nme he enfadado con efe pq esta mañana estaba metiéndome caña y yo estoy muy sensible y muy hasta el coño. me da la impresión de qué no me sé nada, de que el niño duerme mucho otra vez y come poco, de que podría sacarme la plaza y de que me encantaría aunque se que luego lo mismo me amarga y prefiero ser más pobre y disfruta más de la vida y de Miguel. la tarde ha ido a peor. pero después de estudiar me he animado bastante. estoy muarta :(\nal menos he hecho lo que me había propuesto, menos tocar el violín que ya me pongo a saco la semana que viene. y ya el resultado que sea lo que Dios quiera ",
    "photo": "Diary_1686606028982.jpg",
    "date": "2023-06-12T23:34:13.783+02:00"
  },
  {
    "babyid": 1,
    "pk": 51,
    "note": "aquí Miguel flipando con el ventilador.\nesta noche ha vuelto a hacer casi toda la guardia Fernando. me he puesto borde un par de veces y lo ha dejado pasar, que antes de no dormir era costumbre pero ahora están cambiando los tiempos.\nnos hemos levantado a las 10 y yo he estado estudiando hasta que me he puesto con la comida. a la hora de comer hemos seguido viendo polite society, una peli inglesa india que está entretenida. \nme he pegado dos horas de siesta y he seguido estudiando. he puesto el calendario realista para la semana que viene y es de todo menos realista jajajaja me desorino, voy a tener que cambiarlo pq luego me agobio mucho.\naún me queda estudiar el tema 29 y tocar el violín. y me gustaría bañar a Miguel. pero bueno, si no puedo con todo, reorganizare el horario de mañana y ya está. total, solo voy un día por detrás pq soy una campeona \nestoy deseando que esto acabe y tener tiempo para mi y para Miguel. también me da miedo no querer estar con él o no saber que hacer con él cuando tenga tiempo. tengo ilusión y mucha esperanza en sacar una plaza y sé que no debería, pero es que me he preparado mucho y me la suda lo que se hayan preparado los demás. pero compito con Teresa, con Carmen, con Inés, con Elena, que son gente que toca mucho y va preparada, pero pero pero pero que cansina eres!! tienes toda la razón y el derecho a sentirte de todas estas formas, pero dijimos que este carro mental lo íbamos a parar y hemos llegado aquí sin medicación y con los nervios enteros. así que es un buen sistema, a ver si lo podemos implementar con Miguel pq con el tema de que no sé si tiene alergia me estoy volviendo loca",
    "photo": "Diary_1686504068195.jpg",
    "date": "2023-06-11T19:13:47.668+02:00"
  },
  {
    "babyid": 1,
    "pk": 50,
    "note": "ayer estuvimos en el campo de la elfo. a veces me da la impresión de qué ningunea mi opinión como mamá inexperta porque ella se ha dedicado a eso. yo nunca ningunearia a nadie que estuviera tocando un instrumento por placer porque entiendo que hay un trecho entre hacer las cosas de manera profesional y de manera personal, pero ella es un poco gilipollas. \nesta noche Miguel ha dormido algo peor pero yo no me he dado cuenta pq Fernando se está tomando en serio las guardias nocturnas para que yo estudié. he sido capaz de ponerme más o menos al día (con solo uno de retraso) con mi plan kamikaze de la semana y solo por ser capaz de cumplir mis objetivos kamikaze ya me merezco un trofeo. \nel efe se lleva el día jugando al Zelda y a mi me entretiene verle en la tele, se ha comprado unos amiibos por AliExpress y está muy contento.\nestoy hasta el jigo de estudiar, pero he sido capaz de salir y despejarme un rato \n el Manuel me ha comprado tortas de Inés rosales y me he comido 4, la tía gorda.\nhe estado buscando ofertas de sillitas de paseo y no se si decantarme por la inglesina o la maclaren",
    "photo": "Diary_1686503437852.jpg",
    "date": "2023-06-10T19:06:08.938+02:00"
  },
  {
    "babyid": 1,
    "pk": 49,
    "note": "pedazo de caca encima de su padre. se ríe muchísimo. berta ha venido a vernos y le ha traído ropita a Miguel. vino a vernos el jueves. ha cogido al niño y luego olía mucho a perfume y casi lo baño. pero le cambié de body y ya. la abuela Mariló le ha arreglado estos a Miguel y le quedan fantásticos, yo no veo que sean de tres meses vaya.\nse encuentra mejor de la barriga y está durmiendo muy bien. hoy ha dormido todo el día, desde que se fue la abuela a las 13.30 hasta las 10 de la noche y luego toda la noche otra vez. este niño es muy raro",
    "photo": "Diary_1686503115371.jpg",
    "date": "2023-06-09T19:12:43.613+02:00"
  },
  {
    "babyid": 1,
    "pk": 47,
    "note": "el jueves me salió una torta en la teta del tamaño de la palma de mi mano (otra vez). supongo que es de dormir sobre la teta izquierda. probé a quitármelo con el haakaa y estuve al menos dos horas dándome masajes con la mano y aceite de rosa mosqueta, para que resbalara. si bien al principio se notaba mejoría, a la hora volvía a estar como una piedra, que no se notaban ni los bultitos.\nfinalmente, de desesperada por la noche, me puse el haakaa dos veces seguidas 10 minutos y luego le pedí al efe que me pusiera el niño al revés y que si no funcionaba que me sacara él. y funcionó! ahora, un par de días después, sigue dolorida y con un bulto en otro sitio ahora, pero al menos parece que va bajando. además, llevo desde el jueves sin sacarme leche \n\nfui por la mañana a ensayar con Fran y por la tarde no pude más con mi vida, tuve que dejarlo e irme a pasear con efe y Miguel pq estaba que no era capaz ni de moverme, ya no te digo de estudiar. necesito replantearme el horario de la semana que viene",
    "photo": "Diary_1686502638357.jpg",
    "date": "2023-06-08T19:12:22.369+02:00"
  },
  {
    "babyid": 1,
    "pk": 48,
    "note": "Miguel ya atina a chuparse el puño. en ocasiones hasta con el dedo y ayer casi se quedó dormido él solo. lastima que tuviera que estar bocabajo. este día estrenó el parque y estuvo con Miko compartiéndolo. cada día está más guapo y más despierto ",
    "photo": "Diary_1686502891851.jpg",
    "date": "2023-06-07T19:01:17.338+02:00"
  },
  {
    "babyid": 1,
    "pk": 46,
    "note": "hoy Miguel ha atinado a chuparse el puño masivamente. pero queriendo. se ha calmado a si mismo y casi se duerme solo. ya quedan unos diez días para el primer examen de opos, parece mentira que este momento vaya a llegar, parece mentira que este aquí. \nno me quiero hacer ilusiones pero creo que voy muy bien preparada, me se la mayoría de los temas bastante bien y con el violín estoy tocando lento y en serio. \nobviamente no estoy estudiando los tres temas que tengo planteados, pero era de esperar. \nme siento un poco culpable por no estar más tiempo con mi bebé, con mi hijo. estar perdiéndome estos momentos tan importantes de su vida por una mierda de examen para nada. pero bueno, tenía que hacerlo porque se lo debía a la Mirti del pasado, la que tuvo ansiedad y siguió hacia adelante. dentro de poco habrá terminado todo y en un tiempo no será importante y no lo recordaré, o al menos eso espero",
    "photo": "Diary_1686086814319.jpg",
    "date": "2023-06-06T23:22:28.253+02:00"
  },
  {
    "babyid": 1,
    "pk": 44,
    "note": "me he puesto un horario que es demasiado exigente. para variar, no puedo cumplirlo. las expectativas de lo que puedo hacer superan con creces la realidad. hago lo que puedo, oye. y he preferido ver a mi hermano que terminar con mi horario porque, en realidad, hacerlo al revés tampoco me ha dado nunca resultados.",
    "photo": "Diary_1686011926609.jpg",
    "date": "2023-06-05T02:36:56.118+02:00"
  },
  {
    "babyid": 1,
    "pk": 45,
    "note": "por fin he encontrado qué le dimos que ha reseteado todo el proceso de curación de la alergia. el puchero de Reyes tenía pollo y ese pollo era de carnicería de toda la vida. cómo ha podido pasarnos lo del COVID otra vez? \nno queda ahí la cosa ... es que hoy le hemos dado leche y yo no quería que efe le dieran la vieja, pero tampoco he insistido para que le diera la nueva. me ha dado la impresión de qué estaba en mal estado pero luego, pensándolo bien, es una leche que está más cercana al día del fallo. así que es como si hubiera vuelto a comer leche o trazas.\nesta noche ha sido malísima. el niño gritaba y todo. qué pena me da mi bollito",
    "photo": "Diary_1686012150960.jpg",
    "date": "2023-06-04T02:39:09.641+02:00"
  },
  {
    "babyid": 1,
    "pk": 43,
    "note": "hoy he estudiado un montón. por la mañana y por la tarde. también he dormido la siesta y casi no he visto a Miguel en todo el día, solo para darle la teta. \nhemos ido a la farmacia y ha engordado 285 gramos esta semana. increíble, no puede ser tanto. hemos ido después de comer un ratazo y toda la noche a base de tapitas, pero al menos le hemos descontado el pañal de la caca y del pipi. \nlas cacas vuelven a no tener apenas moquillo. \nhe estado y sigo pensando si debería o no dejar las trazas de soja, pero efe me ha convencido de lo contrario. de todas formas no tengo claro que los mocos no sean por el antibiótico. esperemos que el análisis de caca revele algo más.\nhoy parece que ha echado mejor día en cuando a estado de ánimo y eso. a ver qué tal la noche ",
    "photo": "Diary_1685829151406.jpg",
    "date": "2023-06-03T23:46:08.754+02:00"
  },
  {
    "babyid": 1,
    "pk": 42,
    "note": "ayer, 2 de junio, fuimos al cumple de Sandra y Juanmi. yo no cené nada, me llevé las cosas de casa. \ndurante el día estudie bien por la mañana, por la tarde dormí hasta hartarme y seguí estudiando un poquillo. luego bañamos a Miguel y salimos a la alameda. \nyo estaba rallada por los estímulos y la noche de Miguel. le costó dormirse y su padre lo consiguió. \ncuando me tocó hacerme cargo le puse de ladito y así ya mejor, se queja menos. no sé si la mejoría que ha tenido se ha debido a eso, la verdad. \nserán los mocos por el antibiótico y los quejidos por la inmadurez del aparato digestivo? se nos ha colado algo o debería quitarme la soja también?\nla verdad es q se le ve bien y las cacas van mejorando \n",
    "photo": "Diary_1685794978259.jpg",
    "date": "2023-06-02T14:23:14.877+02:00"
  },
  {
    "babyid": 1,
    "pk": 41,
    "note": "llevamos un par de días de vuelta a los síntomas: pasa unas noches muy malas, se retuerce y arquea la espalda cuando está al pecho, muchos gases... \nno sé qué se me ha podido colar. podría ser el cacahuete? \nya nos había pasado con el edamame en su día. \ntambién coincide con los chasqueos al mamar y con que dormimos todos juntos sin el porteo del principio. \nlleva así tres noches. y la semana anterior fue muy buena (después del puñetazo a la pared).\nen fin, estaremos pendientes",
    "photo": "Diary_1685686336070.jpg",
    "date": "2023-06-01T08:12:13.396+02:00"
  },
  {
    "babyid": 1,
    "pk": 39,
    "note": "hoy no he estudiado mucho, las verdad. de violín casi hora y media. de temas, una hora aproximadamente. pero no me se bien el clasicismo. me había puesto un plan de estudiar a tema por día y fallo, que se le va a hacer, no eras un objetivo muy realista. nunca los he puesto y eso que no tenía a Miguel.\npor la tarde hemos ido a ver a Paula y vaya tía triste e infeliz. seguramente se saque la plaza, pero no disfruta nada de la vida, me recuerda a mi antes. esta en Sevilla, a media jornada, con su bebé... el niño en la guardería y ella amargada, tssss pues esa es la gente que se saca las plazas, querida.\nesta tarde he disfrutado de darle la teta a Miguel en el sofá y me quedo con eso y al carajo. luego me he ido a estudiar y eso que estaba muy agusto.\n\notra cosa, la tuti me ha conseguido un cultivo de cacas del pediatra de guillena. definitivamente me cambio de pediatra si no esta semana, la que viene. \nvoy a ver si soy capaz de dejar a Miguel sin que se despierte ",
    "photo": "Diary_1685481370505.jpg",
    "date": "2023-05-30T23:16:07.437+02:00"
  },
  {
    "babyid": 1,
    "pk": 40,
    "note": "ayer llevé a esta preciosidad a pesar en el centro de salud y había puesto 200 gramos, que se quedaba en 4260. luego fuimos al colectivo y estuvimos con Mari, Debla y Marta, mama de un bebe prematuro que tenía mas o menos la edad de Miguel pero parecía otra cosa. \nmi niño, aunque pesara sólo 300 gramos más que el otro, no tenía problemas. esta sano, engordando, es Féliz....",
    "photo": "Diary_1685481547270.jpg",
    "date": "2023-05-29T23:19:03.873+02:00"
  },
  {
    "babyid": 1,
    "pk": 38,
    "note": "esta noche he hecho todo el turno de guardia. o lo que se, porque es quedarme con mi hijo. estoy hasta los cojones de que me regatee las horas, de que me regatee con todo\n por un lado es \"lo mejor para ti\" y por otro esa sensación de que le falta equilibrio, como si me estuviera aprovechando, como si no fuera justo. \nla verdad es que me cae mal, que le vamos a hacer.\n íbamos a ir al roco, yo iba a ir una hora con Miguel, pero al final estaba cerrado. bueno, pues otro día. luego hemos ido a casa de mi madre porque yo tenía que votar y ya hemos aprovechado que estaban allí los primos para hacer bonding.\nlas cacas van mejor de moco y hoy ha estado durmiendo todo el día. prácticamente doce horas esta noche , será un brote de crecimiento, esto no es normal xD",
    "photo": "Diary_1685298857847.jpg",
    "date": "2023-05-28T20:34:14.608+02:00"
  },
  {
    "babyid": 1,
    "pk": 37,
    "note": "hoy ha venido mamá otra vez a echarme una mano. pero entre una cosa y otra eran las 11.30 y yo estaba aquí sacándome leche. luego he tocado el violín como una media hora y ha venido Irene violín a traerme la viola y fruta y una tarjeta de regalo del mundo de mapi.\nhemos dormido un ratito la siesta y luego hemos ido a un taller de masajes que ha sido un poco meh pq nos hemos llevado toda la tarde para aprender un masaje. vaya perdida de tiempo cabeza. \nhemos visto a Pepe el clarinete cuando estábamos sentados en el archivo de indias dándole de comer a Miguel. por cierto, toda la tarde pidiendo de comer y llorando como sin venir a cuento, sin saber qué le pasaba. \nhoy no le voy a dar las medicinas pq es verdad que es posible que le siente mal el aceite, mejor por la mañana que le dé tiempo a hacer la digestión. \naunque estoy muy cansada de mis dos trabajos (opos y Teta), si Miguel va poniendo peso merece la pena. además estamos de enhorabuena porque cero cacas con moco y es un motivo maravilloso de celebración 🥳",
    "photo": "Diary_1685135767020.jpg",
    "date": "2023-05-26T23:11:42.792+02:00"
  },
  {
    "babyid": 1,
    "pk": 35,
    "note": "hoy he ido a casa de Fran a ensayar. la abuela Minó se ha quedado con este belleson las dos horas que duraba el ensayo. cuando quedaban diez minutos para las dos horas me ha llamado pq el enano estaba muertisimo de hambre. \nyo también estoy muertisima, pero de sueño.\n esta mañana lo he pesado y me ha dado 4120. aunque yo le había dado teta y efe 50 ml de suplemento. \nhe sido capaz de sacarme otros 50 para la merienda, pero me da que va a haber que darle un poco de suplemento para cenar. a ver qué pasa\n",
    "photo": "Diary_1685026442675.jpg",
    "date": "2023-05-25T16:50:49.156+02:00"
  },
  {
    "babyid": 1,
    "pk": 36,
    "note": "cacas sin mocos\nmucha teta sin pezonera\nha engordado mucho \nha salido plaza en Bollullos\ntribunal de violín en Triana\nhay muchos motivos de celebración hoy",
    "photo": "Diary_1685053106446.jpg",
    "date": "2023-05-25T00:18:25.433+02:00"
  },
  {
    "babyid": 1,
    "pk": 34,
    "note": "aquí estamos de madrugada. efe y Miguel me dejaron dormir 3 horas. luego le di teta a Miguel y después de eso durmimos dos horas y media más. ahora le he dado teti sin pezonera y, mientras me saco leche, se ha dormido encima mía. se sonríe en sueños. esto era lo que yo me imaginaba que sería la lactancia. o no, no me lo imaginaba. pero esta es la lactancia que quiero: en paz con mi bebé mientras sueña que mama y  mueve la boquita. \ndesgraciada o afortunadamente el caos tb es lactancia y los tirones los meneos, el arquear la espalda, los peos y el y si no se alimenta y si no está comiendo.\npor muy buenas noches más 😪",
    "photo": "Diary_1685026497274.jpg",
    "date": "2023-05-24T16:55:10.445+02:00"
  },
  {
    "babyid": 1,
    "pk": 33,
    "note": "con este modelo me he ido a revisión de Carmen Vega. hoy le han atendido Lola y Patri y muchísimo mejor que la Eli está. \npatri ha dicho que la curva no estaba bien y nos ha puesto una pauta. a ver si el gatito mejora.\nle he hecho una quemadura en la barbilla y al final por ansias, por estar nerviosa. el niño mamaba bien. pero me puede el y si?\nla tarde ha sido muy buena: he dormido siesta y luego hemos ido de paseo con el Erma. hoy no he estudiado. me ha sentado bien airearme un poco.\nvoy a coger al peque que está llorando ",
    "photo": "Diary_1684877037670.jpg",
    "date": "2023-05-23T23:23:56.226+02:00"
  },
  {
    "babyid": 1,
    "pk": 32,
    "note": "hoy ha sido el peor día en mucho tiempo. \nlos gases de Miguel han vuelto repentinamente. \na mí me duele mucho la espalda, me noto cansada todo el día y no tengo energías ni fuerzas para lidiar con lo que quiera que se venga. \nhoy le hemos puesto las vacunas a Miguel y ha estado malito todo el día. \nle he quitado las pezoneras porque me da la impresión de qué mama mucho más, pero no tiene un buen agarre y me va a destrozar los pezones. \nhe tenido un arranque de ira y le he pegado puñetazos a la pared.\nMiguel se alimenta más en diferido que de mi pecho, al menos hoy.\nla enfermera nos ha dado una especie de ultimátum, que Miguel tiene que poner 150 gramos en una semana.\ndentro de un rato tengo visita en la clínica de las inutiles de Carmen Vega.\nFernando quiere que deje la lactancia. es normal. yo también le insistiría si fuera él ",
    "photo": "Diary_1684821209754.jpg",
    "date": "2023-05-22T07:49:35.880+02:00"
  },
  {
    "babyid": 1,
    "pk": 31,
    "note": "hoy le hemos tenido que pedir a la abuela Mariló que viniera porque yo no había pegado ojo en toda la noche.\ngracias a un libro q me recomendaron en el chat de Desirée la ibclc me he dado cuenta de que todo es una mierda, de que la vida va de retos sin alcanzar y de que es verdad que sí Miguel va siguiendo su línea, salvando el bache de nacer y el de la operación, que todo está bien. el siempre ha estado fuera de los límites, nació con P10 así que no iba muy sobrado que digamos. \nmama y la gle se han alegrado mucho de que estén cumpliendo hitos. a ver, el niño es guapo y está espabilao y eso es lo importante.",
    "photo": "Diary_1684558547368.jpg",
    "date": "2023-05-19T06:55:44.251+02:00"
  },
  {
    "babyid": 1,
    "pk": 30,
    "note": "mama no puede más. mama se va a volver loca. Miguel sigue durmiendose en la teta. las de Carmen Vega pasan de mi tres cojones y yo sé que esto es a raíz de la operación.\nla pediatra sigue mandando formula. el percentil de Miguel sigue en 0'4, habiéndose mantenido en 1'3 antes de la operación.\nsigo pensando que la fórmula no es la solución y no sé si es ego o es que realmente creo que es lo mejor para mi bebé. \nhemos vuelto a su pezonera nuk, la que le iba bien antes de la operación pero no creo que esa sea la solución. \nal menos he conseguido posponer la vacuna hasta los 4 meses a ver si conseguimos engordar algo.\nayer tuvimos una noche maravillosa los tres y está noche yo no he pegado ojo.\nmi bebé chupa suave, pero no traga. no se desengancha de la teta nunca, nunca está satisfecho pq no mama. y los bultos no se me quitan. \nno sé si seguir con la mierda está de media hora por pecho de las subnormales de la consulta de carmen Vega. quizás habría que poner todo lo que me dicen ellas también en cuarentena. \ncambiar al niño de pecho cada vez que se duerma",
    "photo": "Diary_1684474103115.jpg",
    "date": "2023-05-18T07:28:22.151+02:00"
  },
  {
    "babyid": 1,
    "pk": 29,
    "note": "hoy Miguel y yo hemos hecho una guardia de 12 horas. desde las 4 hasta las 15.45 carita con gotita. por la mañana hemos ido con Ana hueso, que me ha dicho que si le decía a las niñas lo de la mastitis. pues no, pq las niñas pasan un culo. luego hemos vuelto, ida y vuelta en bus, y estaban poniendo la puerta nueva, así q nos hemos tenido que ir a pasear\n mientras paseábamos yo iba escuchando los temas 19, wp y 21 en bucle. he pedido cita.para el padrón otra vez y van ya tres y a la vuelta he podido escribir un poco del tema 14. he puesto arroz con curry en la arrocera y me he puesto a dar teta.\n después de comer pues más de lo mismo y una minisiesta que a lo mejor ha sido 1 hora y media pero que me ha sabido a poco. después de la siesta Eduardo se ha llevado a Miguel una horita y he podido estudiar otro rato. luego he tocado el violín y me he peleado con Miguel. \nla culpa es mía pq soy un ansia y el niño tiene que tener el agarre bien ya, hoy, ahora. pues no. lo he ahogado con la teta y el efe se lo ha llevado. me he sentido super mal pq se lo he casi tirado de muy malas formas. pero es que ya no podía hoy más y eso que le quiero mucho,.más que a nada Joe. pero me desespera a veces ofu",
    "photo": "Diary_1684361213332.jpg",
    "date": "2023-05-17T00:06:51.075+02:00"
  },
  {
    "babyid": 1,
    "pk": 28,
    "note": "hoy ha sido un día muy largo. esta noche hemos dormido muy bien. por la mañana hicimos sesión de teta y fuimos al súper muy rápidamente pq Miguel no sé dormía en el carro.  ha estado conmigo prácticamente todo el día hasta las 17.20 que su padre lo recogió para que yo durmiera la siesta. he tocado un ratito y ya prácticamente teta y ya la hora de acostarse.\nestoy encorseta, pero por lo menos voy menos preocupada con el peso. desde que me quite esta noche la pezonera gorda no se duerme tanto en la teta y deja de comer. \ntambién me he peleado con las de la clínica de Carmen Vega porque son unas putas inútiles sacadineros. de hecho, estoy pensando en hacer las siguientes revisiones con María López, que me lo han recomendado en el colectivo ",
    "photo": "Diary_1684271880993.jpg",
    "date": "2023-05-16T23:17:58.266+02:00"
  },
  {
    "babyid": 1,
    "pk": 27,
    "note": "esta noche ha sido mi peor noche con Miguel. le he gritado, le he zarandeado, le he llamado subnormal, gilipollas, imbécil y casi lo estampo. \npero en vez de eso me he tirado al suelo y he pataleado, he pegado puñetazos y cabezazos. \nestoy hasta el coño de que me use para dormir. estoy hasta el coño de probar las compresiones estás que me dijeron las inutiles de Carmen Vega y que no funcionen, que a veces me aprieto el pecho con ira por no estampar a Miguel. \nestoy hasta el coño de la dementora de mi pediatra, tan lacia, tan siesa, sin un atisbo de alma ni de corazón. \nestoy harta de tener que, deber de y no llegar aunque ponga cuerpo y alma cada día. no llegar nunca ni aunque haga multitasking, aunque me organice de puta madre. nunca es suficiente. y estoy hasta el coño.\n hoy para colmo he tenido que ir al váter a vomitar y meterme los dedos porque he sacado un táper que tenía chorizo y morcilla y me he dado cuenta a la mitad. estoy muy cansada, muy quemada y se me agota la paciencia cada vez antes. \npor lo menos Miguel ha puesto peso",
    "photo": "Diary_1684171978392.jpg",
    "date": "2023-05-15T19:32:55.301+02:00"
  },
  {
    "babyid": 1,
    "pk": 26,
    "note": "hoy ha sido un día guay para mí. he ido a escalar al roco, le he dado teta a Miguel hasta decir basta (el no, por supuesto, él ha pedido jeringuilla. y cómo me alegra que mí niño del verano pida más de comer y no le haga ascos a la teta y a la leche). también he hablado con la fundación avanzax de alergias Andalucía y me han dicho que solicité ver a un especialista.\nMiguel sí que ha pasado un día de más agitación. es verdad que se queda dormido en el carro pero ayer y hoy hemos tenido una rutina menos tranquila y puede que sea por eso .\nhe visto un postcad muy chulo de psicología y dice que la felicidad es ver la realidad y otra cosa que no recuerdo y que ambas interactúen.\nasí que sí, mi bebé es feliz, está sano, no llora, es cariñoso, nos quiere y le queremos más que a nada, no tenemos problemas de dinero, de apoyo, de casa, de realización personal ni profesional, de amistades, de familia, de pareja,... vivimos como reyes. así que a dormir con la sensación de haber hecho muy bien los deberes",
    "photo": "Diary_1684103494463.jpg",
    "date": "2023-05-14T00:31:32.840+02:00"
  },
  {
    "babyid": 1,
    "pk": 25,
    "note": "total y locamente enamorada de su primo. se ha quejado porque solo lo ha cogido dos medias veces, le ha dado en la espalda para quitarle los gases y ha estado conmigo todo el día en la comunión. que me encanta mi niña.\nal final me he alegrado de ir. no sabía si íbamos o no pq al ir a pesar a Miguel a la farmacia, resulta que solo ha puesto 20 gramos en una semana. y eso sin contar que un pañal de mierda puede pesar unos 120. en fin. parece ser que desde el martes ha puesto 120 (quizás es que hoy no ha cargado), lo que significaría que la nueva dieta de Miguel está funcionando. ya veremos la semana que viene, lo mismo hay q tomar la hidrolizada esta.\nme ha encantado estar con Sofía, con Encarnita y con Javi.\nojala pueda echar la mierda como la onda vital de bola de dragón en las oposiciones y no auto sabotearme, demostrar mi preparación de 5 años. y quemar los apuntes jajajaja",
    "photo": "Diary_1684013313978.jpg",
    "date": "2023-05-13T23:23:50.614+02:00"
  },
  {
    "babyid": 1,
    "pk": 24,
    "note": "ayer fue un día muy muy malo. el peor hasta el momento. \npor la mañana fuimos a Alcalá a llevar el coche y lo que iba a ser un paseo bonito con Mi familia por un sitio muy especial para mí acabo en pelea. de nuevo por lo de Reyes o porque Fernando intento darme consejos, solucionarme la vida y arreglar todos mis desperfectos... cuando lo que yo necesito es darme cancha, perdonarme y descansar. \nal volver a casa me acosté sin comer y creo que al poco tuve que despertarme a dar la teta. Cuando estaba durmiendo la siesta le pedí a Fernando que me echara una manta: tenía escalofríos y dolor de todas las articulaciones. al final, resultó ser mastitis. \nme sentí muy desvalida, acabada, agotada física y mentalmente, incapaz de seguir con la lactancia, llorando al pecho porque Miguel se me dormía, sin saber si sería capaz de seguir o no. \ntotal, este finde me lo voy a tomar de descanso. voy a sacar algún ratito para mí, para ver series o no sé qué. a ver si mejoro.\nmiedo me da que llegue el lunes y F empiece a trabajar pero bueno, se solucionará. ",
    "photo": "Diary_1684013027282.jpg",
    "date": "2023-05-12T23:23:46.508+02:00"
  },
  {
    "babyid": 1,
    "pk": 23,
    "note": "hoy hemos tenido un día maravilloso\nesta noche Miguel y yo hemos dormido en la primera guardia. Fernando también ha podido dormir con el en la segunda. así que hemos dormido todos 6 horas y media de 1 a 9 aproximadamente. \nMiguel casi no se ha quejado, al menos mucho menos que otros días. \nesta mañana fuimos al ensayo con Fran, el hermano de Inés, y he disfrutado muchísimo. me da muy buen rollo porque parece que con él seré capaz de disfrutar el examen.\ndespués hemos ido a hym a comprarle un conjunto para la comunión de Raúl del domingo. al llegar a casa me he echado una siesta mientras ellos paseaban. a la hora de comer Miguel se ha quedado en su hamaquita todo el tiempo. luego he dormido la siesta y después Fernando se ha ido al roco.\nha sido un día maravilloso, de verdad. a ver qué tal la noche. ojala este haciendo efecto lo del APLV ",
    "photo": "Diary_1683841905261.jpg",
    "date": "2023-05-11T23:48:02.616+02:00"
  },
  {
    "babyid": 1,
    "pk": 22,
    "note": "hoy ha sido un día de vacas locas. Miguel no deja de pedir comida, yo no sé si comerá mucho o no. también ha tomado suplemento, así que me he tenido que sacar mucha leche. Fernando ha estado todo el día con el niño y yo solo le he dado la teta, me he sacado leche, he hecho la comida y la cena y he estudiado todo lo que me han dejado. más no puedo hacer, fe verdad. me da la impresión de qué a Miguel le pasa algo conmigo porque llora cuando no le estoy dando la teta. Fernando dice que es normal. la caca tiene mucho menos moco, una Victoria 🏆🏆🏆",
    "photo": "Diary_1683755995641.jpg",
    "date": "2023-05-10T23:53:41.493+02:00"
  },
  {
    "babyid": 1,
    "pk": 19,
    "note": "la vida sigue complicándose. \nesta mañana teníamos cita con las fisio Ana Hueso y revisión post operación de frenillo de las dos semanas. ya la semana pasada había estado muy asustada por si se le había pegado :(\npara colmo de males, Fernando tenía que acompañar a Eduardo a operarse de la espalda y por eso iba a perderse la revisión. el Erma me dijo el día anterior que cogiera el autobús y me pareció bueno idea, pero al final efe podía llevarnos.\nestuvo durante la cita inicial de la fisio y la muchacha muy amable y simpática\nDOS SUPER CONSEJOS:\n\"prohibido divorciarse el primer año\"\n\"prohibido tomar la decisión de que ya no se tienen más bebés\"\n justo después de eso llamo Eduardo que me habían puesto la anestesia y tuvo que irse.\nnos ha visto Eli y después Patricia, que además de abrirle la herida nueva al chico nos ha enseñado un ejercicio aún más mierda que el anterior y que hay que hacer seis veces al día. estoy deseando que pare esta época de hacerle daño al bebé tengas veces a diario.\nles he comentado todas las cositas, que Miguel está perdiendo peso, que le habíamos llevado a la farmacia esa misma mañana y que estaba muchas horas en el pecho. \nPatricia me ha ayudado con el agarre, tranquilizado porque me ha dicho que ella no contempla quit pezonera hasta que el agarre mejore y que me haga compresiones de pecho para que las tomas sean un poco más cortas.\nal salir de la consulta estaba muy contenta hasta que he hablado con Fernando que me ha dicho que se tenía que quedar a dormir en el hospital. ha estado media hora integrando convencerme para que mi hermano se quedara conmigo y yo le he dicho que las cosas no se hacen así. lo ha hecho para no sentirse él culpable de no haberse organizado bien y ya está.\nal llegar a casa Miguel ha llorado mucho porque quería teta pero yo quería hacer pipi. luego en vez de teta le he cambiado porque era prioritario por alguna razón. luego ha hecho una caca horrible con mucha espuma y era prioritario llevarlo a urgencias a su pedia",
    "photo": "Diary_1683691725552.jpg",
    "date": "2023-05-09T07:20:56.629+02:00"
  },
  {
    "babyid": 1,
    "pk": 21,
    "note": "3 si me dices que es por cantidad te lo compro aunque no me parezca bien abutagar al niño. no, no es la cantidad, es que de tu teta se lleva mamando todo el día y no le sirve aún así. tu leche no alimenta. mi marido me ha dicho\"tu leche no le alimenta\". después de hartarme de llorar ha retrocedido y hemos acordado intentarlo un tiempo, suplementar con mi leche y cambiar de pediatra o, como dice la gle, poner lo que te diga en cuarentena. después de eso, en el sofá, el niño ha pedido teta. toda la tarde. cuando acababa con una empezaba con otra. pero a mí no me importaba, no tenía que estudiar, no tenía que moverme ni nada mejor que hacer. el una de esas Fernando se ha dado cuenta de que lleva unas semanas, básicamente desde que le dije que necesitaba tiempo para el violín, que cuando muestra señal de hambre, lo duerme. también vi a mi madre hacerlo el viernes \"no puede tener hambre porque acaba de soltar la teta\". llevamos dos semanas sin darle al bebé lo que quiere porque asumimos que es muy grande y que ya debería mamar con mucha efectividad y en poco tiempo. y que no debería usarme tanto como chupete. \nes verdad que las compresiones pueden ayudar pero si le puteamos constantemente, habrá que calmarle? y a él le gusta con su teta, con mi teta, con ese núcleo que compartimos y que ninguna mesetarian muggle sin alma nos va a quitar a la primera de cambio..\nasí que ahora, según su padre, lo primero es que Miguel coma y lo segundo es que yo duerma. hemos sido negligentes por saltarnos esto, que es lo más importante como familia, para darle espacio al me time de papá, para darle espacio a los estudios de mamá y para darle espacio al sueño de papá, que a fin de cuentas no se lleva todo el día en la misma postura dando el pecho y podría invertir algo más en dormir de día. \na la pregunta de qué si mi leche sacia al bebé, pues le sacia un rato porque la leche materna se digiere muy fácilmente. no es como darle un 53% de azúcar con agua, que después de eso verás como duerme",
    "photo": "Diary_1683693279650.jpg",
    "date": "2023-05-09T06:37:02.884+02:00"
  },
  {
    "babyid": 1,
    "pk": 20,
    "note": "pediatra. Durante el camino, Miguel con un berrinche, pero mamá no podía parar por el camino para darle teta \"aguanta un minuto más, mi vida que ya te doy tetita\".\n llego toda agobiada y le digo que mira la caca de Miguel, que estamos con lo de la alergia, que me he tomado un Ibuprofeno y dos vainas de edamame y que el niño no pone peso. la tía me mira con su cara de siesa y con su cara de siesta me dice que ahora viene. al volver, Miguel sigue mamando \"desnudala porque la quiero pesar\" super borde, ella siempre con ese tono anodino y la cara de no seguir. \nen efecto ha perdido peso. y me suelta la lata de fórmula. porque le va a mejorar las digestiones (que eran un problema de inmadurez la semana anterior) y porque así va a poner peso. le preguntó que la lata entonces por qué es y me dice que es hidrolizada por la APLV. esta señora es idiota de verdad. \nle digo que no le voy a poner la retrovirus porque es gastroenteritis y el niño ya tiene sintomatología de barriga chunga y me dice que este invierno si que va a pasar una mala gastroenteritis por no ponersela, pero que es elección de los padres. \ntotal que ahí fuera me siento con mi lata. harta dé llorar a darle por fin de comer a un niño que desde la madrugada anterior no ha comido bien, que es recién nacido y nunca ha succionado bien aunque si de manera efectiva y que sus tiene la picha un lío y le cuesta comer.\nmucho le ha costado a la gle convencerme de que la lata es ilegal, de que a mí leche no le pasa nada, a mis tetas no les pasa nada y de que lo que tengo que hacer es cambiarme de pediatra. después ha venido a verme el Erma, que se ha mostrado tan comprensivo como siempre y finalmente ha venido el efe que se ha puesto a favor de la lata porque el niño come demasiado y tu leche no le engorda. y yo le hen preguntado que entonces una leche de vaca si. claro que si, porque está estudiada y todo el mundo dice que engorda más. pero todo el mundo dice que engorda la cantidad.",
    "photo": "Diary_1683693412027.jpg",
    "date": "2023-05-09T06:36:50.983+02:00"
  },
  {
    "babyid": 1,
    "pk": 18,
    "note": "hoy me he peleado con Fernando y le he dicho inútil porque no ha sido capaz de ir él solo al garaje y ordenar aquello. después de que el resto de cosas las he puesto yo en su sitio y no preñada podría haberse encargado él solo. y no decirme que lo tiraba todo.\nse parece mucho a Eduardo en ese aspecto, que no es capaz tampoco de hacer las cosas. aunque no es incapacidad, es desidia vaya.\ntotal que desde las 8 más o menos hasta las 2\n14.30 no he paradoy eso contando que antes tampoco es que hubiera dormido mucho(3 horas 30 como mucho). así que mierda para mí. y las oposiciones por si todo lo demás fuera poco. \nestoy agotada y me sobra hasta Miguel ahora mismo :(\n",
    "photo": "Diary_1683693492223.jpg",
    "date": "2023-05-08T06:38:20.140+02:00"
  },
  {
    "babyid": 1,
    "pk": 17,
    "note": "agotada. me da la sensación de que Miguel está todo el día pegado a la teta. y que la mayoría del tiempo no es por comer sino por calmarse. es lo que tiene usar al chupe de mamá. \nme raya que esté tan demandante porque este malito.\nseguimos con el rollo del APLV, aunque en realidad si se le quita es todo un acierto. sólo hay que tener cuidado con lo que se compra y ya está. \nestá especialmente quejiCoso y creo que eso me quita mucha energía.\nlas opos, saber que queda tan poco, intentar darlo todo,... eso también me quita energía \nme duele la espalda y cuando le doy el pecho por la noche no lo aguanto ",
    "photo": "Diary_1683395279862.jpg",
    "date": "2023-05-06T19:47:58.425+02:00"
  },
  {
    "babyid": 1,
    "pk": 16,
    "note": "empezamos la dieta! \nhoy ha venido la abuela Mariló a currar de Miguel y nosotros hemos podido estudiar y relajarnos un poco. es Marta para dormir al niño 😴 \ndespués se ha llevado toda la tarde durmiendo solo en el carrito sin molestias y me siento un poco culpable, como si le hubiera abandonado. \nen serio que el premio por ser bueno es el abandono? no hay justicia. \nla abuela Reyes se ha llevado la ropa y nos ha traído comida ( otra vez) \nnos están ayudando muchísimo <3",
    "photo": "Diary_1683240074501.jpg",
    "date": "2023-05-05T00:38:51.549+02:00"
  },
  {
    "babyid": 1,
    "pk": 15,
    "note": "hoy la veterinaria nos ha dicho que es posible que Miguel tenga APLV. más cositas, por favor, que con lo que teníamos nos aburriamos. \nsólo tengo que dejar de comer cosas con proteína de la leche de la vaca, incluidas trazas, y Listo!! \nesperemos que con esto se alivien los gases y el malestar intestinal de Miguel, que el pobre mío no remonta, entre la arteria uterina, el bello durmiente, que no agarra, la frenectomia y el malestar de estómago no puede más con su vida",
    "photo": "Diary_1683148081917.jpg",
    "date": "2023-05-03T23:05:22.275+02:00"
  },
  {
    "babyid": 1,
    "pk": 14,
    "note": "haciendo un millón de cosas, con un millón de cosas por hacer y disfrutando de cada momento irrepetible con el Cosito. porque crece muy deprisa (ya me estoy dando cuenta) y esos momentos no van a volver nunca más. \nqué te adoro, Miguel! me tienes enamorada",
    "photo": "Diary_1683036699231.jpg",
    "date": "2023-05-02T16:10:03.266+02:00"
  },
  {
    "babyid": 1,
    "pk": 13,
    "note": "good latch ^^",
    "photo": "Diary_1682984816450.jpg",
    "date": "2023-05-02T01:46:53.391+02:00"
  },
  {
    "babyid": 1,
    "pk": 12,
    "note": "Fernando lo ha puesto dormido en la hamaca y sigue allí. media hora lleva solo como poco. será verdad que el baño le relaja? ",
    "photo": "Diary_1682805813470.jpg",
    "date": "2023-04-30T00:01:52.908+02:00"
  },
  {
    "babyid": 1,
    "pk": 11,
    "note": "hoy efe se ha llevado al niño de paseo para que no me volviera loca. después de que la noche anterior durmiera super bien, enganchado a la teta, hoy le hacía feos, me la empujaba y no acertaba a mamar. se le habrá juntado la crisis de las 6 semanas con el dolor de la frenectomia y que no atina a mamar como antes? menos mal que las mamás del colectivo me han escuchado y aconsejado. luego hemos estado todo el día en casa de la mamá y he visto a la gle, David y los niños. ha sido un día muy guay, la verda. me siento un poco culpable por no estudiar las opos, pero he estado haciendo otras cosas que eran más importantes, descansar para poder cuidar a Miguel. \nmañana le doy caña",
    "photo": "Diary_1682805710384.jpg",
    "date": "2023-04-29T23:59:16.221+02:00"
  },
  {
    "babyid": 1,
    "pk": 10,
    "note": "hoy he estado muy malita con la mastitis, el cansancio, las peleas con fernando, el llanto de Miguel, las oposiciones y la incapacidad de estudiar. \npor suerte Fernando me ha dejado dormir, cerca de seis horas en total, todas una hazaña. \n\nMiguel no se quiere adaptar a sus horarios de guardia y se frustra. \nseguimos con los masajes y los horarios se complican, sobre todo por la noche",
    "photo": "Diary_1682634204120.jpg",
    "date": "2023-04-27T00:20:39.436+02:00"
  },
  {
    "babyid": 1,
    "pk": 9,
    "note": "hoy hemos ido a casa de la abuela. efe y yo nos peleamos mucho y estamos muy cansados. en casa de la abuela Mariló hemos podido dormir la siesta, los dos, juntos. me encanta que el niño vea a los primos ❤️",
    "photo": "Diary_1682546953734.jpg",
    "date": "2023-04-26T00:23:43.877+02:00"
  },
  {
    "babyid": 1,
    "pk": 8,
    "note": "hoy la Dra. Carmen Vega le ha cortado a Miguel su frenillo. hay que hacer los ejercicios cada tres horas, incluso si hay que despertarlo por la noche!!",
    "photo": "Diary_1682417989692.jpg",
    "date": "2023-04-24T12:18:42.538+02:00"
  },
  {
    "babyid": 1,
    "pk": 5,
    "note": "",
    "photo": "Diary_1682258072038.jpg",
    "date": "2023-04-23T15:54:03.951+02:00"
  },
  {
    "babyid": 1,
    "pk": 6,
    "note": "",
    "photo": "Diary_1682258099638.jpg",
    "date": "2023-04-22T15:54:39.302+02:00"
  },
  {
    "babyid": 1,
    "pk": 7,
    "note": "pelirrojo y pío ",
    "photo": "Diary_1682258150298.jpg",
    "date": "2023-04-21T15:55:27.221+02:00"
  },
  {
    "babyid": 1,
    "pk": 2,
    "note": "hoy ha echado un super caño de vomitar ",
    "photo": "Diary_1681994546404.jpg",
    "date": "2023-04-20T17:14:34.597+02:00"
  },
  {
    "babyid": 1,
    "pk": 3,
    "note": "reseteo de teta de fábrica y metida en el congelador",
    "photo": "Diary_1682003514381.jpg",
    "date": "2023-04-19T17:10:55.992+02:00"
  },
  {
    "babyid": 1,
    "pk": 1,
    "note": "Miguel sigue gruñendo toda la noche. nos han dicho que pueden ser gases. al darle el masaje se encuentra muy incómodo y al girarlo boca abajo o subirle las piernas mejora. \nha venido la abuela Mariló a comer con nosotros y hemos estado de paseo mientras escalaba Efe. \nla abuela Reyes ha venido con todo el séquito también a verlo, acompañando a Efe mientras iba a por el pollo para comer.\n",
    "photo": "Diary_1680552658059.jpg",
    "date": "2023-04-03T22:08:36.163+02:00"
  }
